IdeaRS.Connections
StubProfileType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.StubProfileType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum StubProfileType
Members
Member name | Value | Description
Beam | 0
Selected | 1
None | 2
See Also
Reference
IdeaRS.Connections.Data Namespace